[
  {
    "cookTime": "18  minutes",
    "ingredients": [
      "2 कप बेसन (बेसन)",
      "G से ⅔ कप घी - आवश्यकता होने पर और घी डालें",
      "1 कप पाउडर चीनी या बूरा",
      "4 हरी इलायची - एक मोर्टार-मूसल (चोती इलाइची या हरि इलाची) में पीसा हुआ",
      "1 या 2 बड़ा चम्मच सुनहरी किशमिश (किशमिश)"
    ],
    "heading": "besan ladoo recipe, how to make besan ladoo | diwali sweets recipes",
    "prepTime": "5  minutes",
    "instructions": [
      [
        "roasting besan",
        [
          "लगभग 11-12 मिनट के लिए बेसन को कड़ाही या धीमी आंच पर भूनें।",
          "शुरू से ही लगातार हिलाते रहें। ताकि बेसन को जलाया न जाए और ताकि ब्राउनिंग भी हो।",
          "बेसन को भूनते समय घी को पिघलाकर अलग रख दें।"
        ]
      ],
      [
        "making besan ladoo",
        [
          "कुल भुना समय के 11-12 मिनट के बाद, पिघला हुआ घी डालें और लगातार 5-6 मिनट के लिए बेसन को लगातार चलाते हुए भूनें।",
          "बेसन एक अच्छा पौष्टिक सुगंध देने के लिए शुरू होगा और घी जारी करना शुरू कर देगा।",
          "एक बार जब आप एक मजबूत अखरोट की खुशबू प्राप्त करते हैं तो आग बंद कर दें।",
          "पैन को स्टोव से हटा दें और नीचे रखें।",
          "पीसा हुआ चीनी जोड़ें या",
          "अच्छी तरह से हिलाएं ताकि कोई गांठ न बने।",
          "पिसी हुई इलायची और किशमिश डालें। आप इस स्तर पर कटे हुए सूखे मेवे भी डाल सकते हैं। अच्छी तरह से हिलाएं।",
          "एक बार जब आप बेसन के लड्डू मिश्रण को अच्छी तरह से मिला लें तो इसे कमरे के तापमान तक ठंडा होने दें।",
          "छोटे या मध्यम आकार के लड्डू बनाएं और उन्हें एयर टाइट कंटेनर में स्टोर करें।"
        ]
      ]
    ]
  },
  {
    "cookTime": "20  minutes",
    "ingredients": [
      "1 कप पूरे गेहूं का आटा (अटा) या 120 ग्राम पूरे गेहूं का आटा",
      "½ कप कच्ची चीनी या अपरिष्कृत गन्ने की चीनी या 80 ग्राम चीनी या tables कप + 1 चम्मच पाउडर चीनी",
      "15 से 18 काजू (काजू) या बादाम (बदम) या दोनों का मिश्रण",
      "15 से 18 किशमिश (किशमिश)",
      "4 बड़ा चम्मच देसी घी (स्पष्ट मक्खन)"
    ],
    "heading": "panjiri recipe, how to make panjiri",
    "prepTime": "5  minutes",
    "instructions": [
      [
        [
          "पाउडर 1/2 कप शक्कर को सूखे ग्राइंडर में डालें और अलग रख दें।",
          "1 कप साबुत गेहूं का आटा / अटा एक कड़ाही या एक मोटे तले वाले चौड़े पैन में लें।",
          "पैन को धीमी आंच या सिम पर रखें और पूरे गेहूं के आटे को भूनना शुरू करें।",
          "आपको आटा भूनते समय अक्सर हिलाया जाता है ताकि वहाँ भी भुना हुआ हो।",
          "रंग बदलने तक भूनें और आपको पूरे गेहूं के आटे से अखरोट की सुगंध मिलती है। धीमी आंच पर लगभग 9 से 12 मिनट।",
          "फिर आटे में 4 चम्मच घी मिलाएं।",
          "बहुत अच्छी तरह से मिलाएं।",
          "काजू डालें। अगर बादाम डालते हैं, तो उन्हें एक पैन में अलग से भूनें और फिर डालें।",
          "5 से 6 मिनट के लिए पंजिरी मिश्रण को हिलाते और भूनते रहें। पूरे गेहूं के आटे के स्वाद की जाँच करें और इसे पकाया जाना चाहिए। स्वाद में कोई कच्चापन नहीं होना चाहिए।",
          "आंच बंद कर दें। पैन को नीचे रखें और पीसा हुआ चीनी डालें।",
          "बहुत अच्छी तरह से मिलाएं। फिर किशमिश डालें और फिर से मिलाएं।",
          "पंजिरी को ठंडा होने दें। फिर एक एयर टाइट बॉक्स में स्टोर करें और पंजिरी की सेवा करें।"
        ]
      ]
    ]
  },
  {
    "cookTime": "45  minutes",
    "ingredients": [
      "12 से 15 रसगुल्ले, होममेड या स्टोर वाले खरीदे",
      "1 लीटर पूरे वसा वाला गाय का दूध या 4 कप पूरे पूर्ण वसा वाला गाय का दूध",
      "4 से 5 चम्मच चीनी या आवश्यकतानुसार डालें",
      "10 से 12 चम्मच बादाम (बदम) - फूला हुआ",
      "10 से 12 अनसाल्टेड पिस्ता (पिस्ता) - फूला हुआ",
      "बादाम और पिस्ता को ब्लांच करने के लिए bl कप पानी",
      "Am चम्मच इलायची पाउडर (चोती इलाइची पाउडर)",
      "1 से 2 चम्मच गुलाब जल या केवड़ा पानी",
      "8 से 10 केसरिया किस्में (केसर)",
      "गार्निश के लिए कुछ केसर के तार"
    ],
    "heading": "rasmalai recipe, how to make rasmalai recipe",
    "prepTime": "5  minutes",
    "instructions": [
      [
        "preparation for rasmalai recipe",
        [
          "रसमलाई बनाने के लिए आपको 12 से 15 रसगुल्लों की आवश्यकता होगी। या तो आप उन्हें दुकानों से खरीद सकते हैं या घर पर बना सकते हैं।",
          "½ कप पानी उबालें। फिर बादाम और पिस्ता मिलाएं। ढक कर 30 से 40 मिनट के लिए अलग रख दें।",
          "30 मिनट के बाद, बादाम, पिस्ता को छीलकर काट लें। अलग रखना।"
        ]
      ],
      [
        "thickening milk to make rasmalai recipe",
        [
          "जब बादाम फूल रहे हों, तो 1 लीटर दूध एक मोटी तली या कड़ाही में लें।",
          "दूध को मध्यम आंच पर एक उबाल लें।",
          "दूध में उबाल आने के बाद, एक छोटे कटोरे में पैन से 2 बड़े चम्मच दूध लें। यह दूध दो",
          "गर्म हो जाते हैं और फिर कुचल केसर किस्में जोड़ें। हिलाओ और अलग रखो।",
          "एक बार जब दूध में उबाल आ जाए, तो आंच को कम कर दें और दूध को उबाल लें। पक्षों पर अस्थायी क्रीम इकट्ठा। इस तरह से पकाना जारी रखें जब तक कि दूध आधा न हो जाए।",
          "उस क्रीम को इकट्ठा करते रहें जो शीर्ष पर तैरती है और इसे पक्षों पर ले जाती है। दूध को भी बीच-बीच में हिलाते रहें ताकि दूध तले में न लगे।",
          "चीनी डालें और अच्छी तरह से हिलाएं ताकि चीनी घुल जाए।",
          "फिर इलायची पाउडर डालें।",
          "कटा हुआ बादाम और पिस्ता जोड़ें। गार्निशिंग के लिए कुछ बादाम और पिस्ता सुरक्षित रखें।",
          "केसर घुलने वाला दूध भी डालें।",
          "फिर से हिलाओ। कम दूध को धीमी आंच पर उबालते रहें।"
        ]
      ],
      [
        "making rasmalai",
        [
          "प्रत्येक रसगुल्ला लें और एक स्पैटुला के साथ दबाव लागू करें, इसलिए अतिरिक्त चीनी सिरप इसे से हटा दिया जाता है। आप अपनी हथेलियों में रसगुल्ला भी दबा सकते हैं। कोमल रहें और दबाव का बहुत अधिक उपयोग न करें। तब तक रसगुल्ले टूट जाएंगे। सभी रसगुल्लों के साथ ऐसा करें।",
          "अब रसगुल्लों को दूध में उबालें और 3 से 4 मिनट तक उबालें।",
          "आंच बंद करें और फिर 1 टीस्पून गुलाब जल या केवड़ा पानी (पैंडनस एक्सट्रैक्ट) डालें।",
          "धीरे से हिलाए। कवर करें और रसमलाई को एक कमरे के तापमान पर आने दें। फिर चिल करें और रसमलाई को कुछ कटे हुए बादाम या पिस्ता और केसर से गार्निश करके सर्व करें।",
          "आप रसमलाई को गर्म या कमरे के तापमान पर भी परोस सकते हैं।"
        ]
      ]
    ]
  },
  {
    "cookTime": "45  minutes",
    "ingredients": [
      "1.5 किलोग्राम गाजर - लगभग 9 कप कसकर कद्दूकस की हुई गाजर (गजर)",
      "6 चम्मच घी (स्पष्ट मक्खन)",
      "8 से 9 हरी इलायची (चोती इलाइची) - एक मोर्टार-मूसल में पाउडर",
      "1 टिन मीठा गाढ़ा दूध - मैंने 400 ग्राम नेस्ले मिल्कमिड का उपयोग किया",
      "आवश्यकतानुसार चीनी - (वैकल्पिक)",
      "⅓ कप काजू (काजू)",
      "⅓ कप गोल्डन किशमिश (किशमिश)"
    ],
    "heading": "easy carrot halwa with milkmaid | gajar halwa with condensed milk",
    "prepTime": "10  minutes",
    "instructions": [
      [
        [
          "कुल्ला, छील और एक हाथ में पकड़े हुए grater या एक खाद्य प्रोसेसर के साथ गाजर।",
          "कढाई में घी गरम करें या डीप तले में गाढ़ा तलें। कसा हुआ गाजर जोड़ें।",
          "गाजर को नरम करें जब तक कि वे निविदा न हो जाएं और पकाया जाता है। गाजर को सेकते समय बीच-बीच में हिलाते रहें।",
          "फिर गाढ़ा दूध डालें।",
          "बहुत अच्छी तरह से हिलाओ और इलायची पाउडर, काजू और किशमिश जोड़ें।",
          "फिर से हिलाएं और धीमी आंच पर गजर हलवे को उबालें, जब तक मिश्रण सूख जाए और कम हो जाए।",
          "स्वाद की जांच करें और यदि आवश्यक हो, तो आप थोड़ी चीनी मिला सकते हैं। मैंने कोई चीनी नहीं डाली क्योंकि स्वाद हमारे लिए एकदम सही था।",
          "गजर हलवा गर्म या गर्म या ठंडा परोसें।"
        ]
      ]
    ]
  },
  {
    "cookTime": "30  minutes",
    "ingredients": [
      "250 ग्राम नरम खोआ या 1 कप कसकर खोआ",
      "100 ग्राम पनीर या tight कप कसकर पैक किया हुआ पनीर (पनीर)",
      "3 बड़ा चम्मच सभी आटे का आटा (मैदा)",
      "1 बड़ा चम्मच दूध",
      "गहरी तलने के लिए तेल या घी",
      "300 ग्राम चीनी या 2 कप चीनी",
      "1.5 कप पानी",
      "Oon चम्मच नींबू का रस",
      "1 बड़ा चम्मच गुलाब जल",
      "Am चम्मच इलायची पाउडर (चोती इलाइची पाउडर)",
      "केसर के 12 से 15 किस्में (केसर)"
    ],
    "heading": "kala jamun recipe, how to make kala jamun",
    "prepTime": "15  minutes",
    "instructions": [
      [
        "preparation for kala jamun recipe",
        [
          "एक प्लेट या कटोरे में 250 ग्राम खोआ लें। काला जामुन के लिए इस्तेमाल किया जाने वाला खोआ नरम खोआ है जिसे हरियाली खोया या चिकना खोया भी कहा जाता है। यह एक नरम खोआ है, इसलिए यह बहुत अच्छी तरह से पिघलता है और गूंधता है।",
          "खोये को अपने हाथों से अच्छी तरह से मैश कर लें। अलग रखना। खोये में कोई गांठ या छोटे टुकड़े या टुकड़े नहीं होने चाहिए। आप भी कर सकते हैं और फिर खोया मैश।",
          "100 ग्राम पनीर को कद्दूकस करके अलग रख लें। 100 ग्राम पनीर से लगभग 1/2 कप कसा हुआ पनीर मिलता है।"
        ]
      ],
      [
        "making kala jamun balls",
        [
          "अब कसा हुआ पनीर और 3 टेबलस्पून ऑल पर्पटी आटा (मैदा) मिलाएं।",
          "1 बड़ा चम्मच दूध जोड़ें। धीरे से सब कुछ बहुत अच्छी तरह से मिलाएं।",
          "इस मिश्रण को मिलाएं और आटे में मिलाएं। आटा गूंध मत करो। बस मिश्रण और एक आटा करने के लिए इकट्ठा। यदि मिश्रण सूख जाता है और एक साथ आटे से चिपक नहीं जाता है, तो आप दूध में 1 बड़ा चम्मच जोड़ सकते हैं।",
          "अब आटे से छोटे संगमरमर के आकार के गोले डालें और उन्हें अपनी हथेलियों के बीच गोल आकार में रोल करें। हल्के से रोल करें और भारी नहीं।",
          "अब अपनी हथेलियों के बीच एक आयताकार बेलनाकार आकार देने के लिए गेंद को फिर से रोल करें।",
          "सभी जामुन को इस तरह से रोल करें और उन्हें एक कॉटन किचन टॉवल से ढक कर रखें।"
        ]
      ],
      [
        "making sugar syrup for kala jamun",
        [
          "एक पैन में 2 कप चीनी लें और 1.5 कप पानी डालें।",
          "इस पैन को स्टोव के ऊपर से मध्यम आंच पर रखें और हिलाएं ताकि चीनी घुलने लगे।",
          "जब सारी चीनी घुल जाए, तो 1/4 टीस्पून नींबू का रस डालें। नींबू का रस चीनी सिरप को क्रिस्टलीकृत करने की अनुमति नहीं देता है।",
          "चीनी की चाशनी को धीमी आंच पर तब तक पकाएं जब तक आपको 1/2 तार की स्थिरता नहीं मिल जाती या चाशनी चिपचिपी नहीं हो जाती।",
          "जब चीनी की चाशनी पक रही हो, तो आप काला जामुन तलना शुरू कर सकते हैं। जब आप काला जामुन डालते हैं, तो चाशनी को गर्म करना पड़ता है। कड़ाही में गहरे तलने के लिए तेल गरम करें और धीमी आंच पर मध्यम आंच पर तलें।",
          "आंच बंद कर दें और 1/2 टीस्पून इलायची पाउडर और केसर के 12 से 15 किस्में डालकर कुचल दें। 1 बड़ा चम्मच गुलाब जल भी डालें।"
        ]
      ],
      [
        "frying - making kala jamun",
        [
          "परीक्षण के लिए, गर्म तेल में एक छोटे आटे की गेंद को स्लाइड करें।",
          "गेंद धीरे-धीरे ऊपर आनी चाहिए न कि जल्दी से। यह वह तापमान है जिस पर हम जामुन को तलेंगे।",
          "आंच धीमी रखें और इस छोटे जामुन को सुनहरा होने तक भूनें।",
          "अब धीरे से काला जामुन को पतला करें। भीड़ न करें और पैन के आकार के अनुसार जामुन जोड़ें।",
          "जब आप बेहोश सुनहरे धब्बे देखते हैं, तो जामुन को धीरे से पलट दें।",
          "उन्हें तेल में घुमाते रहें, जैसे कि स्लेट किए हुए चम्मच के साथ कोमल घूमता है, ताकि वे समान रूप से भूरे रंग के हो जाएं। जामुन को तलते समय हल्का महसूस करना पड़ता है और भारी नहीं।",
          "सुनहरा तले हुए रंग की तुलना में जब तक वे एक छाया या दो गहरे रंग का न हो जाए तब तक भूनें।",
          "उन्हें कागज़ के तौलिये पर रखें।",
          "जब तक वे गर्म होते हैं, जल्दी से उन्हें चीनी सिरप में जोड़ें।",
          "उसी तरह सारे कलौंजी को फ्राई कर लें और शक्कर की चाशनी में मिला दें।",
          "कवर और काला जामुन को चाशनी में डूबने दें। एक बार जब चाशनी ठंडी हो जाए, तो कटोरे को फ्रिज में रख दें।",
          "कमरे के तापमान पर या मिठाई या मिठाई के रूप में ठंडा।"
        ]
      ]
    ]
  },
  {
    "cookTime": "20  minutes",
    "ingredients": [
      "1.5 कप चीनी",
      "¾ कप पानी",
      "1.5 कप बेसन (बेसन)",
      "1 कप + 1 बड़ा चम्मच पानी या आवश्यकतानुसार जोड़ें - पानी की मात्रा जोड़ा जाना बेसन की गुणवत्ता पर निर्भर करता है",
      "कुचल केसर या केसर पाउडर के 2 चुटकी",
      "मोर्टार-मूसल में 6 हरी इलायची को कूटकर पाउडर - लगभग crush चम्मच इलायची पाउडर (चोती इलाइची पाउडर)",
      "1 बड़ा चम्मच तरबूज के बीज (magaz)",
      "2 काली इलायची (बिली इलाइची) - बीज रखे और भूसी छूट गई",
      "1 चुटकी खाद्य कपूर (वैकल्पिक)",
      "Shap लाडो को आकार देने के लिए अपनी हथेलियों पर लगाने के लिए एक चम्मच घी या घी डालना चाहिए",
      "बूंदी को डीप फ्राई करने के लिए तेल"
    ],
    "heading": "boondi ladoo recipe, how to make boondi laddu | boondi ke ladoo",
    "prepTime": "15  minutes",
    "instructions": [
      [
        "making sugar syrup for boondi ladoo",
        [
          "एक पैन में चीनी और पानी मिलाएं। कम गर्मी पर स्टोव शीर्ष पर चीनी का घोल रखें।",
          "चीनी की चाशनी को तब तक पकाएं, जब तक आपको एक धागे की स्थिरता न मिल जाए। आंच बंद कर दें। चीनी के घोल को एक तरफ रख दें।",
          "शुगर सिरप गर्म होना चाहिए जब आप बूंडिस जोड़ते हैं। इसलिए आप चीनी के घोल को गर्म पानी के स्नान पर रख सकते हैं। meaning पैन को गर्म पानी से भरे प्लेट या ट्रे पर रखें। आप बूंदी को तल सकते हैं और चीनी के घोल को किनारे से तैयार कर सकते हैं। वही मैंने किया।"
        ]
      ],
      [
        "making boondis for boondi ladoo",
        [
          "बूंदी के घोल में सभी सूखी सामग्री मिक्सिंग बाउल में लें - बेसन / बेसन और केसर पाउडर।",
          "एक चिकनी बल्लेबाज बनाने के लिए पानी जोड़ें। बल्लेबाज की स्थिरता महत्वपूर्ण है। हम जांच करेंगे कि क्या स्थिरता सही है, कुछ वरदानों को तलने से।",
          "वायर्ड व्हिस्क या एक चम्मच के हैंडल को टैप करें जिसमें गर्म तेल के लिए थोड़ा सा बैटर होता है। बून्डिस का एक गोल आकार होना चाहिए।",
          "यदि वे समतल हो जाते हैं, तो बैटर पतला होता है और यदि वे पूंछ के सिरे से मिलते हैं, तो बैटर गाढ़ा होता है। अगर पतला है, तो थोड़ा बेसन मिलाएं और कुछ बूंद फ्राई करके चेक करें। यदि गाढ़ा है, तो थोड़ा सा पानी डालें और फिर एक ही परीक्षण करें। एक बार जब आप सही स्थिरता प्राप्त कर लेते हैं, तो बून्डिस को तलने के अगले चरण के साथ आगे बढ़ें।",
          "एक सूखा छिद्रित करछुल लें और इसे गर्म तेल के ऊपर रखें। ऊंचाई पर ज्यादा न रखें, क्योंकि बैटर गिरता है, जब ऊंचाई से गिरता है, तो गोल आकार न दें।",
          "एक चम्मच के साथ छिद्रित चम्मच करछुल पर कुछ बल्लेबाज जोड़ें।",
          "चमचे से घोल को हल्के से फैलाएं। इस तरह छिद्रित चम्मच पर बैटर खत्म करें।",
          "पकने तक बूंदी को भूनें। उन्हें कुरकुरा या अधिक तलने मत करो। जब तेल सीज़ करना बंद कर दे, तो बोंडिस को हटा दें।",
          "यह कदम भी महत्वपूर्ण है क्योंकि अगर बूंदी कुरकुरी हो जाती है तो बूंदी के लड्डू नरम नहीं होंगे और वे चीनी की चाशनी को अवशोषित करने में सक्षम नहीं होंगे।",
          "दोनों तरफ से रसोई के तौलिया का एक साफ टुकड़ा।"
        ]
      ],
      [
        "making boondi laddu",
        [
          "तली हुई बूंदी को कटे हुए चम्मच से अच्छी तरह से फेंट लें और फिर उन्हें सीधे गर्म चीनी की चाशनी में मिला दें। उपरोक्त विधि से सभी बूंदी को भूनें और फिर उन्हें चीनी सिरप में जोड़ें।",
          "अंत में एक तरबूज के बीज (मगज), इलायची पाउडर, काली इलायची के बीज, घी और एक चुटकी खाद्य कपूर (वैकल्पिक) मिलाएं।",
          "घी बूंदी के लड्डू को बांधने में मदद करता है। मैंने बाद में लगभग 1 बड़ा चम्मच घी डाला।",
          "अच्छी तरह मिलाएं और बूंदी मिश्रण को लड्डू में आकार दें",
          "आप बूंदी के लड्डू को एक छोटे मफिन लाइनर में रख सकते हैं। आप बूंदी के लड्डू को किशमिश या काजू के साथ भी गार्निश कर सकते हैं।",
          "भगवान गणेश को बूंदी के लड्डू परोसें।"
        ]
      ]
    ]
  },
  {
    "cookTime": "30  minutes",
    "ingredients": [
      "1 किलो सेब या 7 से 8 मध्यम आकार के सेब या 7 कप कटा हुआ सेब",
      "5 चम्मच चीनी या आवश्यकतानुसार जोड़ें - वैकल्पिक",
      "3 बड़े चम्मच घी",
      "2 बड़े चम्मच पानी",
      "1 चम्मच दालचीनी पाउडर",
      "1 चम्मच वेनिला अर्क",
      "10 बादाम - कटा हुआ",
      "10 काजू - कटा हुआ"
    ],
    "heading": "apple halwa recipe, how to make apple halwa | apple pudding",
    "prepTime": "15  minutes",
    "instructions": [
      [
        "preparation for apple halwa recipe",
        [
          "1 किलो सेब (7 से 8 मध्यम आकार के सेब) को एक कोलंडर का उपयोग करके पानी में अच्छी तरह से कुल्ला। सारा पानी बहा दो। फिर प्रत्येक सेब को छीलें।",
          "उन्हें चौथाई और बीज और पीथ वाले हिस्से को काट लें।",
          "फिर सेब को छोटे क्यूब्स में काट लें। आपको 7 कप कटा हुआ सेब चाहिए होगा।"
        ]
      ],
      [
        "cooking apples for making apple halwa",
        [
          "एक भारी कड़ाही या पैन गरम करें और आंच को मध्यम से कम रखें। कडाही में 2 बड़े चम्मच घी डालें और इसे पिघलने दें।",
          "कटा हुआ सेब जोड़ें।",
          "इसे घी के साथ मिलाएं और सेब को मध्यम से धीमी आंच पर कुछ 5 से 6 मिनट के लिए भूनें। कुछ सेब नरम हो जाएंगे और कुछ नहीं होंगे।",
          "फिर 2 बड़े चम्मच पानी डालें। फिर से मिलाएं।",
          "कड़ाई या पैन को 12 से 15 मिनट तक पकाएं। अंतराल पर हलचल।",
          "धीमी आंच से मध्यम आंच पर ढककर तब तक पकाएं जब तक कि सभी सेब नर्म होकर नरम न हो जाएं। सेब का मिश्रण गाढ़ा होने लगेगा।",
          "एक चम्मच से पके हुए सेब को मैश कर लें और हिलाते रहें ताकि मिश्रण कड़ाही के तले से न चिपके। यदि आप चाहते हैं तो आप कुछ छोटे चंक आकार के टुकड़े रख सकते हैं।"
        ]
      ],
      [
        "making apple halwa",
        [
          "फिर चीनी डालें। tangy सेब को अधिक चीनी की आवश्यकता होगी। चीनी की इतनी मात्रा को जोड़ा जाना सेब की मिठास पर निर्भर करता है। अच्छी तरह मिलाएं।",
          "सरसों को मध्यम से धीमी आंच पर लगभग 9 से 10 मिनट तक कुछ घी में पकने तक पकाएं। हलवे में सेब के रस की बुदबुदाहट नहीं होनी चाहिए।",
          "फिर दालचीनी पाउडर मिलाएं। सेब और दालचीनी एक साथ एक अद्भुत संयोजन है।",
          "अगले वेनिला निकालने जोड़ें।",
          "कटे हुए मेवे डालें। गार्निश के लिए कुछ कटे हुए मेवे भी अलग रखें।",
          "बहुत अच्छी तरह से मिलाएं। सेब के हलवे के स्वाद की जाँच करें और यदि आवश्यक हो तो कुछ और चीनी जोड़ें।",
          "sauté 3 से 4 मिनट के लिए अक्सर हिलाते रहें जब तक कि सेब का हलवा मिश्रण एक न हो जाए और कड़ाही के किनारों से दूर होने लगे।",
          "कुछ कटे हुए मेवों से सेब के हलवे को गर्म या गर्म गार्निश करके सर्व करें। बचे हुए सेब के हलवे को प्रशीतित किया जा सकता है। एक सप्ताह तक अच्छा रहता है।"
        ]
      ]
    ]
  },
  {
    "cookTime": "8  minutes",
    "ingredients": [
      "⅓ कप तिल या 50 ग्राम तिल के बीज (तिल)",
      "Uts कप मूंगफली (मूंगफली)",
      "¼ कप नीच नारियल",
      "½ कप हींग का चूर्ण गुड़ या कद्दूकस किया हुआ गुड़ या 100 ग्राम गुड़",
      "3 बड़ा चम्मच पानी",
      "Am चम्मच इलायची पाउडर (चोती इलाइची पाउडर)",
      "हथेलियों को चिकना करने के लिए कुछ तेल"
    ],
    "heading": "til ke ladoo recipe, how to make til ke laddu | til ladoo recipe",
    "prepTime": "12  minutes",
    "instructions": [
      [
        "roasting ingredients to make til ladoo",
        [
          "एक कड़ाही या पैन गरम करें और उसमें 1/3 कप तिल डालें। पैन बहुत गर्म नहीं होना चाहिए, लेकिन कम गर्मी पर।",
          "धीमी आंच पर तिल को भून लें। अंतराल पर हलचल।",
          "तिल के बीज पॉप और रंग बदलते हैं। धीमी आंच पर इसमें लगभग 2 से 3 मिनट का समय लगता है।",
          "एक प्लेट में निकालें और अलग रखें।",
          "फिर 1/4 कप मूंगफली डालें।",
          "सूखी मूंगफली को धीमी आंच पर तब तक भूनें जब तक कि वे कुरकुरे न हो जाएँ और उन पर थोड़े से काले धब्बे पड़ जाएँ।",
          "एक मोर्टार-मूसल में मूंगफली निकालें। उन्हें ठंडा होने दें।",
          "उसी पैन में, 1/4 कप desiccated नारियल डालें।",
          "लगातार हिलाएँ और नारियल को हल्का सुनहरा या सुनहरा होने तक भूनें। बर्नर बंद करो।",
          "पैन से निकाल कर अलग रख दें।",
          "जब मूँगफली ठंडी हो जाए, तो उन्हें कुचले। आप उन्हें सूखे ग्राइंडर में भी कुचल सकते हैं।",
          "भुना हुआ नारियल और तिल के लिए मोटे कुचल मूंगफली जोड़ें।",
          "अगला 1/4 टीस्पून इलायची पाउडर डालें।",
          "बहुत अच्छी तरह से मिलाएं। अलग रखना।"
        ]
      ],
      [
        "making jaggery syrup for til ladoo",
        [
          "उसी कड़ाही या कड़ाही में, 1/2 प्याला प्याला गुड़ या कद्दूकस किया हुआ गुड़ और 3 टेबलस्पून पानी लें।",
          "धीमी आंच पर कढाई को चूल्हे के ऊपर रखें।",
          "गुड़ को हिलाते रहें ताकि वह घुल जाए।",
          "धीमी आंच पर इस गुड़ + पानी के घोल को उबालें। यह पहले बुदबुदाती शुरू होगी।",
          "आपको गुड़ के घोल में एक नरम बॉल स्टेज तक आने तक पकाना जारी रखना है।",
          "सॉफ्ट बॉल स्टेज की जाँच करने के लिए, एक छोटी कटोरी में 1 बड़ा चम्मच पानी लें। पानी में थोड़ा सा गुड़ घोल डालें। इसे हटा दें और इसे चिपचिपा होना चाहिए और इसे नरम गेंद में बनाना चाहिए।"
        ]
      ],
      [
        "making til ke laddu",
        [
          "इस स्तर पर, आंच बंद कर दें और तिल, सूखे नारियल, कुचले हुए मूंगफली और इलायची पाउडर का सूखा भुना मिश्रण डालें।",
          "सूखे भुने मिश्रण को गुड़ के घोल के साथ अच्छी तरह मिलाएं।",
          "पैन को नीचे रखें।",
          "जब मिश्रण गर्म हो जाए तो उसमें से तिल के लड्डू बनाना शुरू करें। यदि बहुत गर्म है, तो एक मिनट के लिए प्रतीक्षा करें और फिर लड्डू बनाएं। लड्डू बनाने के लिए अपनी हथेलियों में थोड़ा तेल फैलाएं। यदि आप मिश्रण के ज्यादा गर्म होने पर लड्डू नहीं बना पा रहे हैं, तो कुछ सेकंड रुकें और फिर लड्डू बना लें।",
          "आप मिश्रण को मसलने और तिल के लड्डू बनाने के लिए 1/2 से 1 बड़ा चम्मच चम्मच का उपयोग भी कर सकते हैं। फिर एक बार लड्डू को आकार दें जब आप उन्हें बाहर निकाल दें।",
          "अंतिम बैच के लिए, पक्षों को बहुत अच्छी तरह से खुरचें और फिर उसमें से तिल के लड्डू बनाएं।",
          "इस तरह से सभी लड्डू बना लें। कमरे के तापमान पर एक एयर टाइट जार में स्टोर करें।",
          "मकर संक्रांति के दौरान तिल के लड्डू के लड्डू परोसें या उन्हें मीठे नाश्ते के रूप में परोसे।"
        ]
      ]
    ]
  },
  {
    "cookTime": "45  minutes",
    "ingredients": [
      "1 कप सभी आटे का आटा (मैदा) या 125 ग्राम मैदा",
      "2 बड़ा चम्मच बेसन (बेसन)",
      "Oon चम्मच हल्दी पाउडर (हल्दी)",
      "1 चुटकी बेकिंग सोडा या oda चम्मच बेकिंग पाउडर",
      "1 कप पानी या 250 मिली पानी",
      "बैटर के किण्वित होने के बाद 1 से 2 टेबल स्पून ऑल पर्पटी आटा (मैदा) डालें",
      "1 कप चीनी या 150 ग्राम चीनी",
      "125 कप पानी या 125 मिली पानी",
      "K चम्मच केसर स्ट्रैंड्स (केसर)",
      "गहरी तलने के लिए तेल (आप तलने के लिए घी का उपयोग भी कर सकते हैं)"
    ],
    "heading": "jalebi recipe, how to make jalebi | homemade jalebi recipe",
    "prepTime": "15  hours",
    "instructions": [
      [
        "making jalebi batter",
        [
          "एक मिश्रण कटोरे में, 1 कप (125 ग्राम) सभी उद्देश्य आटा या मैदा लें। 2 बड़े चम्मच बेसन या बेसन डालें, एक चुटकी बेकिंग सोडा और an",
          "एक चम्मच या स्पैटुला के साथ उपरोक्त सभी सूखी सामग्री को मिलाएं।",
          "फिर पानी डालें। जोड़े जाने वाले पानी की मात्रा उपयोग किए गए आटे की गुणवत्ता पर निर्भर करती है। मैंने 1 कप पानी डाला। आटा और बेसन की गुणवत्ता के आधार पर, आप 1 से 1 कप पानी जोड़ सकते हैं।",
          "स्पैटुला या चम्मच के साथ, पहले मिश्रण। मिश्रण करते समय स्पैटुला या चम्मच के साथ छोटे या छोटे गांठ को तोड़ें।",
          "फिर गोल परिपत्र दिशाओं में 4 मिनट के लिए बल्लेबाज को तेज हलचल। यह बैटर में वॉल्यूम जोड़ता है और इसे और भी चिकना बनाता है।",
          "बैटर में एक प्रवाहित स्थिरता होनी चाहिए। 12 से 15 घंटे के लिए बैटर को गर्म जगह पर रख दें। मैंने 15 घंटे तक रखा। यदि आप ठंडी जलवायु में रहते हैं, तो आप 20 से 24 घंटे रख सकते हैं।",
          "अगले दिन बल्लेबाज कैसा दिखता है। आप शीर्ष पर छोटे बुलबुले देखेंगे।",
          "बैटर को हिलाएं और अगर आप ध्यान से देखें, तो बैटर किण्वन से पहले की तुलना में पतला हो जाएगा।",
          "तो फिर से बल्लेबाज को मोटा करने के लिए, सभी उद्देश्य के आटे के 1 से 2 बड़े चम्मच जोड़ें।",
          "एक चम्मच मिश्रण के साथ बहुत अच्छी तरह से।",
          "अब इस बैटर को निचोड़े हुए टमाटर केचप की बोतलों में डालें जो हमें बाजार में मिलते हैं। आप नारियल के खोल का उपयोग भी कर सकते हैं और उसमें एक छोटा छेद बना सकते हैं। तुम भी एक पाइपिंग बैग का उपयोग कर सकते हैं या मक्खन कागज के साथ अपना खुद का बना सकते हैं। बोतल की क्षमता के आधार पर, आप इसमें कम या ज्यादा डाल सकते हैं।"
        ]
      ],
      [
        "preparing sugar syrup for jalebi recipe",
        [
          "एक पैन में 1 कप चीनी लें। इसमें 1/4 टीस्पून केसर की किस्में मिलाएं। केसर डालें क्योंकि यह एक अच्छा नारंगी पीला रंग देता है और जलेबियों को इसकी सुगंध भी देता है।",
          "1/2 कप पानी डालें।",
          "इस पैन को धीमी आंच पर स्टोव के ऊपर रखें और हिलाएं, ताकि चीनी घुल जाए।",
          "धीमी आंच पर, चाशनी को पकाएं।",
          "तब तक पकाएं जब तक आपको चीनी की चाशनी में एक तार की स्थिरता न मिल जाए।",
          "एक बार जब आप एक स्ट्रिंग स्थिरता प्राप्त करते हैं, तो लौ को बंद कर दें और 1/4 चम्मच चूना या नींबू का रस जोड़ें। अच्छी तरह से हिलाएं। बर्नर पर चीनी की चाशनी खुद ही रखें ताकि जब आप इसमें जलेबियाँ डालें तो यह गर्म रहे।"
        ]
      ],
      [
        "frying jalebi",
        [
          "कड़ाही या पैन में डीप फ्राई करने के लिए तेल गरम करें। आप घी या आधा आधा तेल और घी का उपयोग भी कर सकते हैं। घी बेहतर स्वाद देता है।",
          "तेल का तापमान जांचने के लिए, तेल में थोड़ी मात्रा में घोल मिलाएं। यदि यह जल्दी से ऊपर आता है और धीरे-धीरे तेल गर्म होता है तो जलेबियों को तला जाता है। फ्राइंग तापमान 350 डिग्री फ़ारेनहाइट / 176 डिग्री सेल्सियस है।",
          "अब बोतल को निचोड़ें और बैटर के साथ गाढ़ा रिंग बनाएं।",
          "या तो केंद्र से शुरू करें और बाहर जाएं या इसके विपरीत। जलेबी बनाते समय सावधानी रखें क्योंकि तेल गर्म है।",
          "जब आप मंडलियां बनाते हैं तो जलेबियों को हिलते रहने से आपको सही आकार नहीं मिलेगा। इसके लिए अभ्यास की आवश्यकता होती है और यह इस बात पर भी निर्भर करता है कि आप जलेबियाँ बनाने के लिए किन उपकरणों का उपयोग कर रहे हैं।",
          "जब एक पक्ष आंशिक रूप से पकाया जाता है, तो दूसरी तरफ पलट दें और भूनें।",
          "कुछ जलेबियों को दूसरों की तुलना में जल्दी पकाया जाएगा।",
          "तब तक भूनें जब तक कि तेल छींकना बंद न कर दे और जलेबी हल्के सुनहरे रंग की न हो जाए। चिमटे या बांस की कटार के साथ निकालें। अतिरिक्त तेल निकालने के लिए शेक निकालते समय।"
        ]
      ],
      [
        "adding fried jalebi to sugar syrup",
        [
          "फिर तुरंत चीनी की चाशनी में तली हुई जलेबियाँ डालें। जब आप इसमें जलेबियाँ डालते हैं तो चीनी की चाशनी थोड़ी गर्म या गर्म होनी चाहिए।",
          "एक मिनट के बाद पलट दें ताकि दोनों तरफ से चाशनी बन जाए।",
          "उन्हें लगभग 2 से 3 मिनट तक चाशनी में रखें। यदि आप दो मिनट के लिए रहते हैं, तो वे हल्के रंग के होंगे और यदि आप 3 मिनट के लिए रखेंगे, तो उनका रंग गहरा होगा।",
          "लकड़ी की कटार या चिमटे के साथ निकालें। हल्के से हिलाएं ताकि अतिरिक्त चीनी सिरप वापस पैन में गिर जाए। उन्हें एक प्लेट या ट्रे में पन्नी या बटर पेपर के साथ रखें।",
          "इस तरह से सभी जलेबियाँ बनायें। ऐसा करते समय मदद के लिए बेहतर है। अन्यथा इसकी मल्टी टास्किंग।",
          "जलेबिस को गर्म, गर्म या कमरे के तापमान पर परोसें। बचे हुए को एक एयरटाइट कंटेनर और प्रशीतित में रखा जा सकता है।"
        ]
      ]
    ]
  },
  {
    "cookTime": "20  minutes",
    "ingredients": [
      "2 चम्मच घी (स्पष्ट मक्खन)",
      "550 ग्राम गाजर लगभग 4 कप कद्दूकस की हुई गाजर (गाजर)",
      "1 कप मिल्क पाउडर या 100 से 105 ग्राम मिल्क पाउडर",
      "⅓ कप चीनी या 65 से 70 ग्राम चीनी या आवश्यकतानुसार डालें",
      "Am चम्मच इलायची पाउडर (चोती इलाइची पाउडर)",
      "20 अनसाल्टेड पिस्ता, कटा हुआ या कोई अन्य ड्राई फ्रूट्स (वैकल्पिक)",
      "½ पैन या ट्रे या प्लेट को चिकना करने के लिए चम्मच घी"
    ],
    "heading": "carrot burfi recipe, how to make gajar barfi | carrot barfi",
    "prepTime": "15  minutes",
    "instructions": [
      [
        "grating carrots",
        [
          "कुल्ला, छील और फिर 550 ग्राम गाजर पीस लें। कप माप में, आपको 4 कप कसा हुआ गाजर की आवश्यकता होगी।",
          "एक पैन या ट्रे को 1/2 से 1 टीस्पून घी लगाकर चिकना कर लें।"
        ]
      ],
      [
        "making carrot barfi",
        [
          "फिर एक कड़ाही या मोटे तले वाले पैन में, 2 टेबलस्पून घी (स्पष्ट मक्खन) पिघलाएं।",
          "कसा हुआ गाजर जोड़ें। बहुत अच्छी तरह से मिलाएं।",
          "फिर मध्यम आंच पर धीमी आंच पर गाजर को लगातार चलाते हुए तब तक पकाएं जब तक वे लगभग पक न जाएं। मध्यम आंच पर धीमी आंच पर लगभग 10 से 12 मिनट लगते हैं।",
          "फिर 1 कप मिल्क पाउडर (100 से 105 ग्राम) मिलाएं।",
          "दूध के पाउडर को गाजर के साथ अच्छी तरह मिलाएं। एक मिनट के लिए सौतेला।",
          "फिर 1/3 कप चीनी और 1/2 टीस्पून इलायची पाउडर डालें।",
          "बाकी सामग्री के साथ चीनी और इलायची पाउडर को अच्छी तरह मिलाएं।",
          "चीनी पिघलते ही मिश्रण ढीला हो जाएगा। धीमी आंच पर मध्यम आंच पर लगभग 7 से 9 मिनट तक लगातार हिलाते रहें।",
          "जब मिश्रण गाढ़ा हो जाए और कम हो जाए, इसका समय आंच बंद कर दें और मिश्रण को घी में डालें।",
          "एक परीक्षण एक छोटा सा मिश्रण लेने और इसे ठंडा करने के लिए है। फिर एक छोटी गेंद में रोल करें। इसे आसानी से गेंद बनानी चाहिए।",
          "तुरंत, गाजर की बर्फी मिश्रण को घी वाले पैन में डालें और एक स्पैटुला या चम्मच के साथ शीर्ष भाग को चिकना करें।",
          "शीर्ष पर कटा हुआ पिस्ता (18 से 20 पिस्ता) छिड़कें और हलवे पर एक चम्मच या स्पैटुला के साथ धीरे से दबाएं।",
          "कवर करें और गाजर की बर्फी को ठंडा होने दें और कमरे के तापमान पर सेट करें। बर्फी को कमरे के तापमान पर ठंडा होने के बाद आप फ्रिज में भी रख सकते हैं।",
          "स्लाइस और गाजर की बर्फी परोसें। बचे हुए को प्रशीतित किया जा सकता है।"
        ]
      ]
    ]
  },
  {
    "cookTime": "10  minutes",
    "ingredients": [
      "1 कप अटा (पूरा गेहूं का आटा)",
      "½ कप घी (स्पष्ट मक्खन)",
      "1 कप चीनी या आवश्यकतानुसार",
      "2 कप पानी",
      "1 बड़ा चम्मच साबुत काजू (काजू) - वैकल्पिक"
    ],
    "heading": "wheat halwa recipe | atta halwa recipe | wheat flour halwa | atte ka halwa",
    "prepTime": "5  minutes",
    "instructions": [
      [
        [
          "एक भारी तली की कढ़ाई या पैन में घी गर्म करें।",
          "गरम घी में साबुत गेहूं का आटा मिलाएं और इसे भूनना शुरू करें।",
          "इस बीच, दूसरे पैन में चीनी और पानी लें।",
          "इस पैन को मध्यम से तेज आंच पर रखें और घोल को उबाल आने दें।",
          "आटे को लगातार हिलाते हुए भूनें जब तक इसका रंग न बदल जाए और आपको भुने हुए गेहूं के आटे की सुगंध मिल जाए।",
          "मैदा सुनिश्चित करने के लिए आटे को हिलाते रहें।",
          "इस बीच अपनी आँखें भी चीनी के घोल पर रखें।",
          "अगर मिश्रण उबलने लगे, तो आंच को कम कर दें और इसे उबलने दें।",
          "एटा या पूरे गेहूं का आटा सुनहरा होना चाहिए और एक अच्छी खुशबू देना चाहिए। साथ ही घी छोड़ने लगता है।",
          "बबल के लिए चीनी के घोल के लिए आंच को बढ़ाएं और जब यह सेकंड के एक मामले में बबल करने लगे, तो तुरंत इसे गर्म अटा मिश्रण में मिला दें।",
          "सावधान रहें क्योंकि मिश्रण में स्पंदन की प्रवृत्ति है।",
          "अपने सभी हाथ बल के साथ हलचल जारी रखें, ताकि कोई गांठ न बने।",
          "atte ka halwa पानी को सोख लेगा और जल्दी गाढ़ा होगा।",
          "हिलाते रहें। ताकि गांठ न बने।",
          "जब गेहूं का हलवा अर्ध या हलवे की तरह गाढ़ा हो जाए तो आग को बंद कर दें।",
          "आटे की हलवा गर्म या गर्म परोसें।"
        ]
      ]
    ]
  },
  {
    "cookTime": "40  minutes",
    "ingredients": [
      "2.5 कप कसा हुआ गाजर या गजरा",
      "2.5 कप बादाम का दूध (बैडम मिल्क)",
      "8 बड़े चम्मच नियमित चीनी या ऑर्गेनिक अनरिफाइंड गन्ना - आवश्यकता के अनुसार कम या ज्यादा डालें",
      "¼ या ¼ कप बादाम पेस्ट (वैकल्पिक)",
      "5 से 6 हरी इलायची - पीसा हुआ या कुचला हुआ (हरि इलाची)",
      "8 से 10 अनसाल्टेड पूरे या कटे हुए काजू (काजू)",
      "7 से 8 अनसाल्टेड पिस्ता - कटा हुआ या कटा हुआ (पिस्ता)",
      "12 से 15 गोल्डन किशमिश (किशमिश)",
      "एक चुटकी केसर (केसर) - वैकल्पिक",
      "2 से 2.5 बड़े चम्मच तटस्थ स्वाद का तेल या घी सूरजमुखी तेल"
    ],
    "heading": "vegan carrot halwa recipe | vegan carrot pudding | vegan halwa recipe",
    "prepTime": "15  minutes",
    "instructions": [
      [
        [
          "गाजर को धोएं, छीलें और कद्दूकस कर लें (गजर)।",
          "एक पैन में बादाम का दूध या नियमित डेयरी मिल्क और कसा हुआ गाजर मिलाएं।",
          "आग पर रखें और मिश्रण को उबालने की अनुमति दें।",
          "बीच-बीच में हिलाते और पकाते रहें।",
          "15-20 मिनट के बाद इलायची पाउडर डालें और हिलाएं।",
          "जब मिश्रण गाढ़ा होने लगे तो चीनी और तेल / घी डालें।",
          "हलचल और खाना बनाना जारी रखें।",
          "जब मिश्रण लगभग सूख गया है, तो बादाम का पेस्ट और सूखे फल जोड़ें।",
          "हलचल और 2-3 मिनट के लिए आगे पकाना। गाजर का हलवा गर्म या गर्म परोसें।",
          "गाजर का हलवा भी ठंडा और परोसा जा सकता है।",
          "यह शाकाहारी गाजर का हलवा 3-4 दिनों के लिए रेफ्रिजरेटर में अच्छा रहता है।"
        ]
      ]
    ]
  },
  {
    "cookTime": "20  minutes",
    "ingredients": [
      "400 ग्राम मीठा गाढ़ा दूध या 1 टिन (मैं अमूल मिठाई मेट का उपयोग करता हूं)",
      "4 से 5 कप फुल फैट मिल्क या 1 से 1.25 लीटर फुल फैट मिल्क (आप कंडेन्स्ड मिल्क की मिठास के आधार पर दूध की मात्रा 4 कप से 5 कप तक या इससे ज्यादा एडजस्ट कर सकते हैं। अपने स्वाद के अनुसार दूध की मात्रा डालें। )",
      "5 हरी इलायची (चोती इलाइची) - एक मोर्टार-मूसल में पाउडर,",
      "12 से 15 काजू, कटा हुआ (काजू)",
      "12 से 15 पिस्ता, कटा हुआ (पिस्ता)",
      "12 से 15 बादाम, कटा हुआ (बदम)",
      "केसर की 7 से 8 किस्में (केसर)",
      "चुटकी भर जायफल पाउडर (jaiphal powder)",
      "गार्निश के लिए केसर की कुछ किस्में"
    ],
    "heading": "basundi recipe, how to make basundi recipe",
    "prepTime": "5  minutes",
    "instructions": [
      [
        [
          "गाढ़े तले वाले सॉस पैन या कड़ाही में दूध और कंडेंस्ड मिल्क डालें। हलचल और मिश्रण अच्छी तरह से।",
          "जोड़े जाने वाले दूध की मात्रा संघनित दूध की मिठास पर निर्भर करती है। तो एक गाढ़ा दूध के टिन के लिए, आप 4 से 5 कप दूध या अधिक जोड़ सकते हैं। अपने स्वाद के अनुसार दूध की मात्रा जोड़ें। इस मिश्रण का स्वाद लें और अगर यह बहुत मीठा है, तो अधिक दूध जोड़ें। खाना बनाते समय मिश्रण गाढ़ा हो जाए, इसलिए ध्यान रखें कि उसमें दूध डालें।",
          "इस मिश्रण को धीमी आंच पर गर्म करें और एक उबाल लें। अंतराल पर हिलाते रहें ताकि मिश्रण नीचे से भूरा या जले नहीं।",
          "बासुंदी मिश्रण गाढ़ा होने लगेगा।",
          "पक्षों से दूध के ठोस पदार्थ को खुरचें और शीर्ष पर एकत्रित क्रीम को वापस बेसुंडी मिश्रण में मिला दें। कुल मिलाकर धीमी आंच पर लगभग 20 से 25 मिनट पकते हैं।",
          "जायफल पाउडर, कटे सूखे मेवे, इलायची पाउडर और केसर मिलाएं।",
          "कटे सूखे मेवे, इलायची पाउडर और केसर।",
          "एक मिनट के लिए हिलाओ और उबालो।",
          "बासुंदी को गर्म, गर्म या कुछ गार्निश के साथ गार्निश करके सर्व करें।"
        ]
      ]
    ]
  },
  {
    "cookTime": "20  minutes",
    "ingredients": [
      "3 कप फुल फैट पूरा दूध या 750 मिली",
      "½ कप क्रम्बल किया हुआ पनीर या कसा हुआ पनीर या ५० ग्राम चीना या पनीर (पनीर)",
      "5 से 6 चम्मच चीनी या आवश्यकतानुसार",
      "3 से 4 हरी इलायची (चोती इलाची) - एक मोर्टार-मूसल में पाउडर",
      "12 से 15 अनसाल्टेड बादाम (बदम) - कटा हुआ या कटा हुआ",
      "12 से 15 अनसाल्टेड पिस्ता (पिस्ता) - कटा हुआ या कटा हुआ",
      "12 से 15 अनसाल्टेड काजू (काजू) - कटा हुआ या कटा हुआ",
      "केसर के 5 से 6 किस्में (केसर) - वैकल्पिक",
      "1 से 1.5 चम्मच गुलाब जल या गुलाब सार की एक बूंद (वैकल्पिक)"
    ],
    "heading": "paneer kheer recipe, how to make paneer kheer | kheer recipes",
    "prepTime": "5  minutes",
    "instructions": [
      [
        [
          "एक चौड़े तले वाले पैन या सॉस पैन में दूध लें और इसे स्टोव के ऊपर धीमी आंच पर रखें।",
          "दूध में उबाल आने के बाद, पनीर को उबालें और एक तरफ रख दें।",
          "एक मोर्टार-मूसल में इलायची को बारीक पीस लें। सूखे मेवों को काट लें और एक तरफ रख दें।",
          "जब दूध में एक उबाल आ जाए तो आंच को कम कर दें और दूध को थोड़ा गाढ़ा होने तक उबालें। लगभग 5 से 6 मिनट के लिए। जब दूध उबलता है तो दूध को हिलाते रहें। फिर चीनी जोड़ें और 5 मिनट के लिए आगे पकाना जारी रखें।",
          "हलचल और फिर कटा हुआ सूखे फल (बादाम, पिस्ता, काजू), इलायची पाउडर और केसर जोड़ें। 1 या 2 मिनट के लिए उबालें।",
          "टुकड़े टुकड़े पनीर जोड़ें। आप पनीर को कद्दूकस करके भी डाल सकते हैं। चूँकि मैं ताज़े चने का इस्तेमाल कर रहा था, इसलिए मैंने इसे गिरा दिया। अगर प्रशीतित या जमे हुए पनीर को जोड़ते हैं, तो आप इसे पीस सकते हैं। यदि पनीर सूखा दिखाई देता है, तो बस इसे गर्म पानी में भिगोएँ और फिर उबालें या पीस लें।",
          "धीमी आंच पर 2 मिनट तक उबालें जब तक कि पनीर पक न जाए। फिर गुलाब जल और हलचल जोड़ें।",
          "पनीर की खीर को गर्म, गर्म या ठंडा परोसें। खीर को सादा किया जा सकता है और वे गरीबों के साथ अच्छी लगती हैं। परोसते समय आप पनीर की खीर को थोड़े से केसर स्ट्रॉन्ड या कटे हुए ड्राई फ्रूट्स या गुलाब की पंखुड़ियों से गार्निश कर सकते हैं"
        ]
      ]
    ]
  },
  {
    "cookTime": "30  minutes",
    "ingredients": [
      "1 कप सभी आटे का आटा (मैदा) या 125 ग्राम मैदा",
      "1 चम्मच सौंफ के बीज (सौंफ) - पूरी या कुचलकर रख दिया",
      "3 से 4 हरी इलायची (चोती इलाची) - कुचल या ⅓ चम्मच इलायची पाउडर",
      "3 चुटकी बेकिंग सोडा या oda चम्मच बेकिंग सोडा",
      "½ कप पानी या 125 मिलीलीटर पानी या आवश्यकतानुसार डालें",
      "3 बड़ा चम्मच खोआ (मावा या सूखा वाष्पित दूध के ठोस पदार्थ) या लगभग 50 ग्राम खोया या 3 बड़ा चम्मच दूध पाउडर",
      "3 चम्मच दही (दही या दही)",
      "तलने के लिए 3 चम्मच घी (स्पष्ट मक्खन)",
      "½ कप चीनी",
      "¼ कप पानी",
      "1.25 लीटर दूध या 5 कप दूध",
      "2.5 से 3 चम्मच चीनी या आवश्यकतानुसार डालें",
      "5 से 6 हरी इलायची - कुचल या am चम्मच इलायची पाउडर (इलाइची पाउडर)",
      "2 चुटकी केसर स्ट्रैंड (केसर)",
      "1 चम्मच गुलाब जल या केवड़ा पानी",
      "2 चम्मच बादाम (बदम) - फूला हुआ और कटा हुआ",
      "2 चम्मच पिस्ता (पिस्ता) - फूला हुआ और कटा हुआ"
    ],
    "heading": "malpua recipe, how to make malpua recipe",
    "prepTime": "35  minutes",
    "instructions": [
      [
        "making malpua batter",
        [
          "एक मिक्सिंग बाउल में 1 कप ऑल-पर्पस आटा, 1 टीस्पून सौंफ के बीज, 3 से 4 इलायची, कुचल या 1/3 टीस्पून इलायची पाउडर लें। सूखी सामग्री को अच्छी तरह मिलाएं।",
          "3 tbsp खोआ और 3 tbsp दही / दही डालें। कृपया ताजा दही का उपयोग करें। खोये की जगह आप मिल्क पाउडर का भी इस्तेमाल कर सकते हैं।",
          "1/2 कप पानी डालें और गांठ के बिना गाढ़ा गाढ़ा घोल बनाना शुरू करें।",
          "बल्लेबाज को 30 मिनट तक आराम करने दें।",
          "इस बीच जब बल्लेबाज गर्म पानी में बादाम और पिस्ता को फोड़ रहा है। उन्हें 20 से 30 मिनट तक गर्म पानी में भिगो कर रखें। फिर उन्हें छीलें और काट लें। अलग रखना।"
        ]
      ],
      [
        "making sugar syrup for malpua recipe",
        [
          "1/2 कप चीनी और 1/4 कप पानी भी गर्म करें। धीमी आंच पर इस मिश्रण को उबालें। अच्छी तरह से हिलाएं ताकि चीनी पिघल जाए।",
          "आपको चीनी सिरप में 1/2 इंच स्ट्रिंग या 1 स्ट्रिंग स्थिरता की आवश्यकता है। यदि आप केवल एक चिपचिपा सिरप बनाने की तुलना में इन स्ट्रिंग स्थिरता प्राप्त नहीं कर सकते। चीनी को गर्म रखने की जरूरत है। इसके लिए चीनी के सिरप को गर्म पानी के स्नान पर रखें ताकि यह पूरे गर्म रहे और क्रिस्टलीकृत न हो। meaning एक कटोरी या गर्म पानी से भरे दूसरे पैन पर चीनी की चाशनी रखें। गर्म पानी को चीनी के सिरप वाले पैन के आधार को छूना चाहिए।"
        ]
      ],
      [
        "making malpua",
        [
          "कढ़ाई या कड़ाही में घी गरम करें।",
          "जब घी गर्म हो रहा है तो मालपुए के बैटर में 3 चुटकी सोडा या 1/8 टीस्पून बेकिंग सोडा मिलाएं।",
          "बहुत अच्छी तरह से मिलाएं।",
          "आंच को कम कर दें। बल्लेबाज के 3 बड़े चम्मच के लिए 2 tbsp ले लो और धीरे गर्म घी पर डालना। चमचे से पीठ के साथ हल्के से फैलाएं। पैन के आकार के आधार पर 2 से 4 मालपुआ बनाएं।",
          "कुरकुरे होने तक मध्यम से कम तलना और एक दो बार मालपुआ को सुनहरा तल लें।",
          "अतिरिक्त तेल निकालने के लिए कागज़ के तौलिये पर मालपुआ डालें।"
        ]
      ],
      [
        "adding malpua to sugar syrup",
        [
          "फिर तुरंत उन्हें गर्म चीनी की चाशनी में रखें। एक चम्मच या छोटे चिमटे के साथ धीरे से चीनी सिरप के साथ मालपुआ को कोट करें।",
          "तुरंत उन्हें हटा दें और उन्हें एक सेवारत ट्रे या प्लेट में रखें। इस तरह से सभी मालपुआ तैयार करें और उन्हें चीनी के सिरप के साथ कोट करें।",
          "ऊपर से कुछ रबड़ी डालें। कटे हुए बादाम और पिस्ता से गार्निश करें। रबड़ी गर्म के साथ मालपुआ परोसें। आप बस चीनी सिरप के साथ लेपित मालपुए की सेवा कर सकते हैं और सूखे फल के साथ गार्निश कर सकते हैं।"
        ]
      ],
      [
        "making rabri to serve with malpua",
        [
          "एक चौड़े मोटे तले वाले पैन या सॉस पैन या कड़ाही में 1.25 लीटर पूरा वसा वाला दूध लें और इसे पहले उबाल लें।",
          "लौ कम करें और दूध को उबालते रहें। अंतराल पर हलचल।",
          "पकी हुई मलाई / मलाई जो दूध के ऊपर पान के किनारे बनती है। सूखे दूध को भी किनारे से खुरचते रहें और उन्हें दूध में मिला दें।",
          "हलचल और परिमार्जन अक्सर करें ताकि दूध नीचे की तरफ से न टूटे और जल जाए।",
          "उबला हुआ, सरगर्मी, बंद क्रीम को हटाने और स्क्रैपिंग पर रखें।",
          "जब दूध कम हो जाए और गाढ़ा हो जाए तो बंद कर दें।",
          "चीनी डालें। अच्छी तरह से हिलाएं ताकि चीनी घुल जाए।",
          "अगला कुचला हुआ केसर या केसर पाउडर (केवड़ा जल) या गुलाब जल के साथ मिलाएं। बादाम और पिस्ता डालें।",
          "धीमी आंच पर दूध को गाढ़ा होने में 1 घंटे का समय लगेगा।",
          "रबड़ी को प्याले में निकालें और बाद में मालपुआ के साथ सर्व करें। तुरंत उपयोग न करने पर सर्द करें। मालपुआ रबड़ी का कॉम्बो अच्छा लगता है और कई लोगों द्वारा पसंद किया जाता है। इसका सबसे अच्छा और मालपुआ रबड़ी गर्म है।"
        ]
      ]
    ]
  },
  {
    "cookTime": "1  hour  15  minutes",
    "ingredients": [
      "1.25 लीटर फुल फैट पूरा दूध या 5 कप दूध",
      "2.5 से 3 चम्मच चीनी या आवश्यकतानुसार डालें",
      "5 से 6 हरी इलायची, कुचला या am चम्मच इलायची पाउडर (चोती इलाइची पाउडर)",
      "12 से 15 केसरिया गला (केसर) - कुचला हुआ",
      "1 चम्मच गुलाब जल या केवड़ा पानी (पैंडनस एक्सट्रैक्ट)",
      "2 चम्मच बादाम (बदम) - फूला हुआ और कटा हुआ",
      "2 चम्मच पिस्ता (पिस्ता) - फूला हुआ और कटा हुआ"
    ],
    "heading": "rabri recipe, how to make rabri | rabdi recipe",
    "prepTime": "5  minutes",
    "instructions": [
      [
        "cooking milk till half of its volume to make rabdi recipe",
        [
          "एक मोटी तली वाली कड़ाही या पैन में 5 कप या 1.25 लीटर फुल फैट मिल्क लें और दूध को धीमी आंच पर तब तक गर्म करना शुरू करें, जब तक दूध ऊपर से जमने या क्रीम / मलाई की परत न बनने लगे।",
          "इसलिए जब आप शीर्ष पर क्रीम को तैरते देखेंगे, तो एक स्पैटुला के साथ, धीरे से क्रीम की परत को हिलाएं।",
          "इसे कड़ाही की तरफ लाएं और इसे कड़ाही से चिपका दें।",
          "इस तरह दूध को उबालते रहें और किनारों पर क्रीम की परत जमा करें।",
          "इस बीच बादाम और पिस्ता को 30 मिनट के लिए गर्म पानी में भिगो दें। फिर उनके छिलके हटा दें।",
          "स्लाइस या उन्हें काट लें और अलग रखें। बादाम, पिस्ता के टुकड़े के साथ भिगोने पर उबालने वाले दूध पर एक नज़र रखें।",
          "। दूध को लगातार उबालने से ऊपर से क्रीम आ जाएगी और आपको इसे साइड में लाना और चिपकाना होगा। बीच-बीच में मौकों पर दूध को धीरे-धीरे हिलाएं, ताकि दूध नीचे से जल न जाए। यदि आप बहुत अधिक सरगर्मी करते हैं और यदि जल्दी है, तो आपको रबड़ी में क्रीम की परतें नहीं मिलेंगी।",
          "तुम भी बस गाढ़ा कर सकते हैं और दूध के ठोस को उस तरफ से खुरच सकते हैं जैसे मैंने किया है"
        ]
      ],
      [
        "making rabri recipe",
        [
          "एक बार दूध आधा हो जाए, तो 2.5 से 3 टेबलस्पून शक्कर डालें। आप अपने स्वादानुसार चीनी मिला सकते हैं।",
          "फिर कुचल केसर के 12 से 15 किस्में और 1/2 टीस्पून इलायची पाउडर मिलाएं। धीरे से हिलाए।",
          "क्रीम इकट्ठा करना और इसे पैन के किनारों पर लाना जारी रखें। पैन के किनारों की तरफ क्रीम लाने के बाद दूध को धीरे से हिलाएं। यदि आप दूध को हिलाते नहीं हैं, तो दूध के टूटने या नीचे से जल जाने की संभावना है।",
          "केसर डालने के बाद, रंग धीरे-धीरे पीले रंग में बदल जाएगा क्योंकि दूध कम हो जाता है।",
          "जब दूध अपने मूल मात्रा के 1/3 या 1/4 तक कम हो जाए, तो आंच बंद कर दें। मुझे शुरुआत में धीमी आंच पर लगभग 1 घंटा 15 मिनट का समय लगा और बाद वाली अवस्था में मध्यम आंच पर।",
          "क्रीम की परत पक्षों पर एकत्र की जाएगी। पूरी क्रीम की परत के साथ-साथ सूखे दूध के घोल को कुरेदें और गाढ़े दूध में मिलाएं।",
          "धीरे से हिलाए। इसके बाद कटा हुआ बादाम और पिस्ता और 1 टीस्पून गुलाब जल या केवड़ा पानी मिलाएं। फिर से धीरे से हिलाओ।",
          "कुछ कटे हुए बादाम से गार्निश करें और रबड़ी गर्म या गर्म या ठंडा परोसें।"
        ]
      ]
    ]
  },
  {
    "cookTime": "14  minutes",
    "ingredients": [
      "1.5 कप कसकर ताजा कसा हुआ नारियल पैक",
      "1 चम्मच घी",
      "Am चम्मच इलायची पाउडर (चोती एलाची पाउडर) या मोर्टार-मूसल में 4 से 5 हरी इलायची कुचल कर",
      "¾ कप गाढ़ा दूध या 220 ग्राम मीठा गाढ़ा दूध या मीठा गाढ़ा दूध cond टिन के बारे में",
      "रोलिंग के लिए कप desiccated या ताजा नारियल",
      "अपनी पसंद के कटे हुए सूखे मेवे (वैकल्पिक)"
    ],
    "heading": "coconut ladoo recipe, how to make coconut ladoo",
    "prepTime": "1  minute",
    "instructions": [
      [
        "sauteing the coconut",
        [
          "कढ़ाई या कड़ाही में 1 चम्मच घी गरम करें। आंच धीमी रखें।",
          "1.5 कप कसकर पैक नारियल जोड़ें।",
          "हलचल और नारियल को 3 से 4 मिनट के लिए धीमी आंच पर सेकें। सौत सिर्फ कुछ नमी से छुटकारा पाने के लिए है। उन्हें भूरा मत करो।"
        ]
      ],
      [
        "making coconut ladoo",
        [
          "अब ¾ कप मीठा गाढ़ा दूध डालें। यहाँ मैंने अमूल मिठाई मेट का इस्तेमाल किया।",
          "इलायची पाउडर मिलाएं।",
          "बहुत अच्छी तरह से हिलाएं और इस मिश्रण को धीमी आंच पर पकाएं।",
          "जब आप देखें कि मिश्रण गाढ़ा होने लगा है, तो नियमित रूप से हिलाते रहें।",
          "जब मिश्रण पैन के किनारों को छोड़ना शुरू कर देता है और जब आप पक्षों से कुछ नारियल वसा देखते हैं, तो आंच बंद कर दें।",
          "नारियल के लड्डू मिश्रण को दूसरे कटोरे या पैन में डालें। इसे ठंडा होने दें।",
          "जब मिश्रण पूरी तरह से ठंडा हो गया है, मिश्रण से छोटे से मध्यम गेंदों को पिंच करें और लड्डू बनाएं।",
          "नारियल के लड्डू को उबले हुए नारियल (नारियाल का बुरादा) में या ताजा नारियल में समान रूप से रोल करें।",
          "आप एक ही बार में सभी लड्डू भी बना सकते हैं और फिर उसे नारियल के लच्छे में रोल कर सकते हैं।",
          "नारियल के लड्डू को छोटे मफिन लाइनर में रखें या सिर्फ ट्रे में रखें।",
          "नारियल के लड्डू को सीधे या ठंडा करके सर्व करें और बाद में परोसें।",
          "ये नारियल के लड्डू फ्रिज में एक हफ्ते तक अच्छे रहते हैं।"
        ]
      ]
    ]
  },
  {
    "cookTime": "3  minutes",
    "ingredients": [
      "200 ग्राम मीठा गाढ़ा दूध या आधा गाढ़ा दूध",
      "G चम्मच घी या मक्खन",
      "Powder कप दूध पाउडर",
      "एक चुटकी केसर (केसर)",
      "एक चुटकी जायफल पाउडर (jaiphal powder)",
      "3 से 4 हरी इलायची (हरि इलाची या चोती इलाइची)"
    ],
    "heading": "quick peda recipe in microwave, easy peda recipe with condensed milk",
    "prepTime": "1  minute",
    "instructions": [
      [
        [
          "माइक्रोवेव सेफ बाउल में कंडेंस्ड मिल्क, मिल्क पाउडर और घी / मक्खन मिलाएं।",
          "सुनिश्चित करें कि गांठ नहीं हैं।",
          "एक मोर्टार-मूसल में इलायची को बारीक पीस लें। छिलकों को त्यागें।",
          "एक मिनट के लिए उच्च पर माइक्रोवेव।",
          "इलायची पाउडर, जायफल पाउडर और केसर की किस्में डालें।",
          "एक मिनट के लिए उच्च पर हलचल और माइक्रोवेव। निकालें और फिर से हिलाएं।",
          "उच्च और जाँच पर 30 सेकंड के लिए माइक्रोवेव।",
          "यदि मिश्रण थोड़ा तरल लगता है, तो उच्च पर 30 सेकंड के लिए फिर से माइक्रोवेव करें। मिश्रण गाढ़ा होगा।",
          "यह सही स्थिरता प्राप्त करने के लिए उच्च शक्ति पर मुझे सटीक 3 मिनट लगा।",
          "यदि मिश्रण में अभी भी नमी है और तरलता है, तो फिर से 15 से 30 सेकंड के लिए उच्च पर माइक्रोवेव करें।",
          "जब मिश्रण हल्का गर्म या गर्म हो जाता है, तो छोटी गेंदों में आकार दें।",
          "मिश्रण चिपचिपा होता है, इसलिए छोटी गेंदों में आकार देते समय थोड़ा तेल या घी लगाएं।",
          "एक बार ठंडा होने के बाद, दूध के पेडों को फ्रिज में एयर टाइट बॉक्स में रख दें।",
          "आवश्यकता पड़ने पर दूध पेड्स या डोडा पेड्स परोसें।"
        ]
      ]
    ]
  },
  {
    "cookTime": "15  minutes",
    "ingredients": [
      "1 बड़ा चम्मच घी (स्पष्ट मक्खन)",
      "3 लौंग (लवांग) - वैकल्पिक",
      "1 कप सेवियान (टूटी हुई सेंवई या सेमिया)",
      "1 लीटर दूध या 4 कप दूध",
      "7 से 8 बड़े चम्मच चीनी - अपनी पसंदीदा मिठास के लिए कम या ज्यादा डालें",
      "Am चम्मच इलायची पाउडर (इलाइची पाउडर)",
      "1 बड़ा चम्मच बादाम स्लाइस या बादाम स्लाइस",
      "1 बड़ा चम्मच कटा हुआ काजू (काजू) - कटा हुआ (वैकल्पिक)",
      "4 से 5 सूखे गुलाब की पंखुड़ियों - वैकल्पिक",
      "10 से 12 केसर किस्में - वैकल्पिक",
      "1 बड़ा चम्मच सुनहरी किशमिश (किशमिश)"
    ],
    "heading": "vermicelli kheer recipe | seviyan kheer recipe",
    "prepTime": "5  minutes",
    "instructions": [
      [
        "roasting vermicelli",
        [
          "एक भारी कड़ाही या पैन में 1 बड़ा चम्मच घी गरम करें। 3 लौंग जोड़ें। 2 से 3 सेकंड के लिए भूनें।",
          "टूटी हुई सेवइयां या सेंवई डालें।",
          "हलचल और लगातार मध्यम से कम आंच पर सेवइयां भूनें।",
          "सिवनी स्ट्रॉन्ग को सुनहरा भूरा होने तक भुने।"
        ]
      ],
      [
        "making vermicelli kheer",
        [
          "आंच को कम करके इसे धीरे-धीरे पैन में दूध डालें। बहुत अच्छी तरह से मिलाएं।",
          "मध्यम से धीमी आंच पर दूध को उबालें। महासागरीय रूप से हिलाएं ताकि दूध या सेवेन पैन के नीचे न चिपके।",
          "दूध में उबाल आने दें। एक बार जब दूध में उबाल आ जाए, तो उसमें 7 से 8 बड़े चम्मच चीनी या स्वादानुसार मिलाएं।",
          "बहुत अच्छी तरह से मिलाएं ताकि सभी चीनी घुल जाएं।",
          "अगला 10 से 12 केसर स्ट्रैंड जोड़ें। मिश्रण और हलचल।",
          "बाद में 1 बड़ा चम्मच कटा हुआ बादाम और 1 बड़ा चम्मच कटा हुआ काजू डालें। अच्छी तरह मिलाएं।",
          "फिर। चम्मच इलायची पाउडर डालें।",
          "4 से 5 सूखे गुलाब की पंखुड़ियों को भी मिलाएं। यह कदम वैकल्पिक है। अगर आपके पास गुलाब की पंखुड़ियां नहीं हैं, तो छोड़ दें।",
          "जब तक सेवइयां पक न जाएं और दूध गाढ़ा न हो जाए तब तक सेंवई की खीर के मिश्रण को 4 से 5 मिनट तक पकाएं। जब सेवइयां नरम हो जाए और अच्छी तरह से पक जाए, तो खीर भी गाढ़ी हो जाएगी और मलाईदार दिखेगी।",
          "आंच बंद करें और फिर 1 बड़ा चम्मच किशमिश। फिर से मिलाएं। सेंवई की खीर का स्वाद जांचें और यदि आवश्यक हो तो आप कुछ और चीनी जोड़ सकते हैं।",
          "सेंवई की खीर को गर्म, गर्म या ठंडा परोसें। आप कुछ कटा हुआ पागल या सूखे गुलाब की पंखुड़ियों के साथ गार्निश कर सकते हैं"
        ]
      ]
    ]
  },
  {
    "cookTime": "25  minutes",
    "ingredients": [
      "1 कप बिना पके हुए नारियल को बिना छीले हुए",
      "Milk कप पूरा दूध",
      "¾ कप मीठा दूध गाढ़ा - मैं नेस्ट मिल्कमिड का उपयोग किया",
      "3 से 4 हरी इलायची - एक मोर्टार-मूसल में पाउडर को कुचल दिया",
      "½ चम्मच गुलाब जल (वैकल्पिक)",
      "1 बड़ा चम्मच चीनी (वैकल्पिक)",
      "2 से 3 चम्मच घी",
      "1 चुटकी केसर - कुचल या 2 से 3 चुटकी केसर पाउडर (वैकल्पिक)",
      "8 से 10 काजू - आधा या कटा हुआ (वैकल्पिक)"
    ],
    "heading": "coconut burfi recipe, how to make coconut burfi",
    "prepTime": "1  hour",
    "instructions": [
      [
        "preparation for coconut burfi",
        [
          "दूध को पहले माइक्रोवेव या स्टोव में गर्म करें।",
          "एक कटोरी में, उबला हुआ नारियल लें और उसके साथ गर्म दूध मिलाएं।",
          "अच्छी तरह से हिलाएं। 1 घंटे के लिए ढककर रख दें। यदि ताजे नारियल का उपयोग करते हैं, तो गर्म दूध में भिगोने की आवश्यकता नहीं है।"
        ]
      ],
      [
        "making coconut burfi",
        [
          "एक कड़ाही में घी गरम करें। नारियल में दूध मिलाएं। धीमी आंच पर 2 से 3 मिनट तक भूनें।",
          "अब गाढ़ा दूध डालें और हिलाएं। धीमी आंच पर अक्सर हिलाते हुए पकाएं।",
          "अगर आप चाहें तो चीनी डालें। फिर इलायची पाउडर डालें।",
          "पकाना और हलचल जारी रखें। नारियल की बर्फी का मिश्रण धीरे-धीरे गाढ़ा होगा।",
          "हिलाते रहें ताकि मिश्रण कड़ाही के तले से न चिपके।",
          "घी को मिश्रण के किनारों से छोड़ना शुरू करना चाहिए। आप घी की छोटी बूंदें देखेंगे। धीमी आंच पर लगभग 22 से 25 मिनट लगते हैं।",
          "अगर उपयोग कर गुलाब जल जोड़ें। हलचल।"
        ]
      ],
      [
        "setting coconut burfi",
        [
          "फिर एक बढ़ी हुई ट्रे या थाली में नारियल की बर्फी का मिश्रण डालें। इसे पूरी तरह से ठंडा होने दें।",
          "केसर पाउडर छिड़कें या शीर्ष पर कुछ काजू दबाएं।",
          "नारियल की बर्फी को काटें और फिर परोसें।",
          "नारियल की बर्फी को रेफ्रिजरेट भी किया जा सकता है। यह रेफ्रिजरेटर में 1 से 2 दिनों के लिए अच्छा रहता है।"
        ]
      ]
    ]
  },
  {
    "cookTime": "15  minutes",
    "ingredients": [
      "400 ग्राम मीठा गाढ़ा दूध या 1 टिन या कैन",
      "250 से 300 ग्राम पनीर या 2 कप कसकर कद्दूकस किया हुआ या क्रम्बल पनीर",
      "Am चम्मच इलायची पाउडर (चोती इलाइची पाउडर) या 6 से 7 हरी इलायची",
      "1 बड़ा चम्मच चीनी (वैकल्पिक)",
      "1 चम्मच गुलाब जल (वैकल्पिक)",
      "10 से 12 पिस्ता (ट्रैक)",
      "10 से 12 काजू या बादाम (काजू या बादाम)",
      "केसर (केसर) के 7 से 8 किस्में - वैकल्पिक"
    ],
    "heading": "kalakand recipe, quick kalakand recipe in 15 mins | indian milk cake",
    "prepTime": "5  minutes",
    "instructions": [
      [
        "preparation for kalakand recipe",
        [
          "किसी घी या तेल के साथ एक पैन या थाली को चिकना करें।",
          "एक मोर्टार-मूसल में मोटे पिस्ता, केसर और काजू या बादाम को कुचल दें। आप सूखे मेवों को भी चबा सकते हैं।",
          "250 से 300 ग्राम पनीर को कद्दूकस कर लें। आप पनीर को उखड़ भी सकते हैं। यदि पनीर को प्रशीतित किया जाता है, तो मैं इसे पीसने का सुझाव देता हूं। यदि हौसले से बनाया गया है, तो आप इसे उखड़ सकते हैं। बारीक टुकड़े टुकड़े करना। क्रम्बल में कोई चांस नहीं होना चाहिए।"
        ]
      ],
      [
        "making kalakand sweet",
        [
          "एक मोटी तली वाली कड़ाही या कड़ाही में 1 टिन / कैन (400 ग्राम) मीठा गाढ़ा दूध लें। मैंने अमूल मिठाई मेट का इस्तेमाल किया।",
          "कद्दूकस किए हुए दूध में कद्दूकस किया हुआ पनीर मिलाएं। बहुत अच्छी तरह से मिलाएं।",
          "मैंने कुछ चीनी मिलाई क्योंकि मुझे लगा कि हमारे लिए मीठा स्वाद कम था। मैं 1 बड़ा चम्मच चीनी जोड़ा। आप स्वाद की जांच कर सकते हैं और तदनुसार जोड़ सकते हैं।",
          "आंच को कम या सिम पर रखें और गाढ़ा दूध और कसा हुआ पनीर के इस मिश्रण को पकाएं।",
          "मिश्रण को अक्सर हिलाएँ ताकि यह पैन के तले से न चिपके।",
          "कलाकंद का मिश्रण गाढ़ा होने लगेगा और यह पकने लगेगा।",
          "जब मिश्रण अच्छी तरह से गाढ़ा हो जाए और एक द्रव्यमान जैसा दिखाई दे, तो आंच बंद कर दें।",
          "मुझे धीमी आंच पर 15 मिनट लगे। आपके पैन की गुणवत्ता, पैन की मोटाई और आकार, लौ की तीव्रता के आधार पर इसमें 12 से 16 मिनट लग सकते हैं। कलाकंद मिश्रण में थोड़ी नमी होनी चाहिए और सूखी दिखना चाहिए।",
          "पैन को आंच से उतार लें। 3/4 टीस्पून इलायची पाउडर डालें। बहुत अच्छी तरह से हिलाओ।"
        ]
      ],
      [
        "setting kalakand",
        [
          "अब तैयार पैन (थाली या थाली) में कलाकंद मिश्रण डालें।",
          "पैन को धीरे से हिलाएं ताकि मिश्रण समान रूप से फैल जाए। आप एक चम्मच या स्पैटुला के साथ भी स्तर कर सकते हैं।",
          "कलाकंद के चारों ओर मोटे कुचले हुए सूखे मेवे छिड़कें।",
          "एक चम्मच के साथ सूखे फल को धीरे से दबाएं। कवर करें और कलाकंद को कमरे के तापमान पर पूरी तरह से गर्म या ठंडा होने दें। फिर इसे सेट करने के लिए कुछ घंटों के लिए फ्रिज में रखें।",
          "सेट होने के बाद, कलाकंद को काटें और परोसें। अगर आप कलाकंद का टुकड़ा नहीं खा सकते हैं, तो चिंता न करें। आप इसे हलवे की तरह चम्मच से सर्व कर सकते हैं। यह अभी भी स्वादिष्ट है।",
          "कलाकंद को मिठाई के रूप में या मिठाई के रूप में परोसें।"
        ]
      ]
    ]
  }
]